Repository: siddheshkotkar/ietk.org
Catalog: mu-plugins/*-system-plugin/plugins/nextgen/languages/nextgen-*.po
Languages: de_de, id_id, pl_pl

source: This shouldn't take long.
de_de: Das dauert nicht lange.
id_id: Proses ini tidak akan lama.
pl_pl: Nie powinno to potrwać długo.

source: This will change your site editor, too
de_de: Dadurch wird auch dein Website-Editor gewechselt.
id_id: Ini juga akan mengubah editor situs Anda
pl_pl: Spowoduje to również zmianę edytora witryny

source: You are currently using the GoDaddy Site Editor with the Go theme, which gives you all of WordPress plus a way to customize your design, edit your pages and manage your pages, all from one place.
de_de: Zurzeit verwendest du den GoDaddy-Website-Editor mit dem Go-Theme. Er bietet dir alle Funktionen von WordPress sowie Möglichkeiten zum Ändern deines Designs und zum Anpassen und Verwalten deiner Seiten von zentraler Stelle.
id_id: Saat ini Anda menggunakan Editor Situs GoDaddy dilengkapi Go theme, yang memberi Anda semua fitur WordPress sekaligus cara untuk membuat desain kustom, mengedit halaman, dan mengelola halaman Anda, semua dari satu tempat.
pl_pl: Obecnie używasz Edytora witryn GoDaddy z motywem Go, który zapewnia wszystkie funkcje WordPressa, a także możliwość dostosowania projektu, edytowania stron i zarządzania nimi, a wszystko to w jednym miejscu.

source: Once you activate a new theme, this site will no longer work with the GoDaddy Site Editor. Your site will switch to the default WordPress Editor instead.
de_de: Wenn du ein neues Theme aktivierst, funktioniert diese Website nicht mehr mit dem GoDaddy-Website-Editor. Deine Website wird dann auf den WordPress-Standardeditor umgestellt.
id_id: Setelah Anda mengaktifkan tema baru, situs ini tidak bisa digunakan lagi dengan Editor Situs GoDaddy. Situs Anda akan beralih ke Editor WordPress default.
pl_pl: Po aktywowaniu nowego motywu ta witryna nie będzie już działać z Edytorem witryn GoDaddy. Witryna zostanie przełączona na domyślny edytor WordPressa.

source: Ready to activate a new theme and switch to the default WordPress editor?
de_de: Möchtest du jetzt ein neues Theme aktivieren und auf den WordPress-Standardeditor umstellen?
id_id: Siap mengaktifkan tema baru dan beralih ke editor WordPress default?
pl_pl: Chcesz aktywować nowy motyw i przełączyć na domyślny edytor WordPressa?

source: Activate
de_de: Aktivieren
id_id: Aktifkan
pl_pl: Włącz

source: Fitness
id_id: Kebugaran
