Repository: siddheshkotkar/ietk.org
Catalog: mu-plugins/*-system-plugin/plugins/nextgen/languages/nextgen-*.po
Languages: de_de, id_id, pl_pl

source: Next Generation WordPress Experience
de_de: Erlebe das WordPress der nächsten Generation
id_id: Pengalaman WordPress Next Generation
pl_pl: Funkcje WordPressa nowej generacji

source: Generic
de_de: Generisch
id_id: Umum
pl_pl: Ogólne

source: Image category.
de_de: Bildkategorie.
id_id: Kategori gambar.
pl_pl: Kategoria obrazka.

source: Display Publish Guide.
de_de: Veröffentlichungsleitfaden anzeigen.
id_id: Tampilkan Panduan Penerbitan.
pl_pl: Wyświetl przewodnik publikowania.

source: Error processing your request.
de_de: Fehler beim Verarbeiten deiner Anfrage.
id_id: Ada kesalahan saat memproses permintaan Anda.
pl_pl: Błąd podczas przetwarzania wniosku.

source: A design_style must be passed.
de_de: Ein design_style-Element muss übergeben werden.
id_id: design_style harus memenuhi standar.
pl_pl: Należy przekazać parametr design_style.

source: An available design_style must be passed.
de_de: Ein verfügbares design_style-Element muss übergeben werden.
id_id: design_style yang tersedia harus memenuhi standar.
pl_pl: Należy przekazać dostępny parametr design_style.

source: Go by %s
de_de: Go von %s
id_id: Go oleh %s
pl_pl: Go od %s

source: Would you like to keep using the GoDaddy Site Editor?
de_de: Möchtest du den GoDaddy-Website-Editor auch weiterhin verwenden?
id_id: Apakah Anda ingin tetap menggunakan Editor Situs GoDaddy?
pl_pl: Chcesz kontynuować korzystanie z Edytora witryn GoDaddy?

source: We want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place.
de_de: Wir wollen dafür sorgen, dass du über alle Tools verfügst, die du zum Erstellen deiner Website brauchst. Zurzeit verwendest du den GoDaddy-Website-Editor. Er bietet dir alle Funktionen von WordPress sowie Möglichkeiten zum Ändern deines Designs und zum Anpassen und Verwalten deiner Seiten von zentraler Stelle.
id_id: Kami ingin memastikan Anda telah memiliki alat yang tepat untuk membuat situs Anda. Anda saat ini menggunakan editor Situs GoDaddy, yang memberi Anda WordPress sekaligus cara membuat desain kustom, mengedit halaman, dan mengelola halaman Anda, semua dilakukan dari satu tempat.
pl_pl: Chcemy upewnić się, że masz właściwe narzędzia do stworzenia swojej witryny. Obecnie używasz Edytora witryn GoDaddy, który zapewnia wszystkie funkcje WordPressa, a także możliwość dostosowania projektu, edytowania stron i zarządzania nimi, a wszystko to w jednym miejscu.

source: Yes, keep using it
de_de: Ja, bitte weiterhin verwenden
id_id: Ya, tetap gunakan
pl_pl: Tak, kontynuuj jego użycie

source: No, I want to see other options
de_de: Nein, ich will mir andere Optionen ansehen
id_id: Tidak, saya ingin mencoba opsi lain
pl_pl: Nie, chcę zobaczyć inne opcje

source: We’re sorry this wasn’t the right fit for you
de_de: Leider war das offenbar nicht das Richtige für dich
id_id: Maaf karena ini tidak sesuai untuk Anda
pl_pl: Przykro nam, że nie było to odpowiednie rozwiązanie dla Ciebie

source: Could you tell us why?
de_de: Sagst du uns, warum?
id_id: Bisa beri tahu kami alasannya?
pl_pl: Czy możesz podać przyczyny?

source: Tell us why this wasn’t the right fit for you…
de_de: Beantworte uns, warum das nicht das Richtige für dich war …
id_id: Beri tahu kami mengapa ini tidak sesuai untuk Anda...
pl_pl: Poinformuj nas, dlaczego nie było to odpowiednie rozwiązanie dla Ciebie…

source: Go Back
de_de: Zurück
id_id: Kembali
pl_pl: Wróć

source: Skip
de_de: Überspringen
id_id: Lewati
pl_pl: Pomiń

source: Continue
de_de: Fortfahren
id_id: Lanjutkan
pl_pl: Kontynuuj

source: Let’s find you a better fit
de_de: Wir wollen herausfinden, welche Option besser zu dir passt
id_id: Ayo cari yang sesuai untuk Anda
pl_pl: Znajdźmy lepsze rozwiązanie dla Ciebie

source: Here are some other options to explore:
de_de: Nachfolgend sind einige Alternativen aufgeführt, die du dir genauer ansehen könntest:
id_id: Berikut ini beberapa pilihan lain untuk dijelajahi:
pl_pl: Oto kilka innych opcji, które możesz rozważyć:

source: Switch to the default WordPress editor
de_de: Zum WordPress-Standardeditor wechseln
id_id: Beralih ke editor WordPress default
pl_pl: Przełącz na domyślny edytor WordPressa

source: Switch to a 3rd party page builder
de_de: Zum Page-Builder eines anderen Anbieters wechseln
id_id: Beralih ke pembuat halaman pihak ke-3
pl_pl: Przełącz na kreatora stron innej firmy

source: Talk to someone about my options
de_de: Beratung zu den möglichen Optionen erhalten
id_id: Mendiskusikan pilihan saya dengan orang lain
pl_pl: Porozmawiaj z kimś na temat dostępnych opcji

source: Hire our experts to build your site for you
de_de: Beauftrage unsere Experten, die Website für dich zu erstellen
id_id: Sewa pakar kami untuk membuatkan situs Anda
pl_pl: Zatrudnij naszych ekspertów, aby utworzyli witrynę dla Ciebie

source: Learn More
de_de: Mehr erfahren
id_id: Pelajari Selengkapnya
pl_pl: Dowiedz się więcej

source: Switching to the default WordPress editor
de_de: Wechseln zum WordPress-Standardeditor
id_id: Beralih ke editor WordPress default
pl_pl: Przełączanie na domyślny edytor WordPressa

source: You should switch to the default WordPress editor if:
de_de: Du solltest auf den WordPress-Standardeditor umsatteln, wenn mindestens eine der folgenden Bedingungen für dich zutrifft:
id_id: Anda harus beralih ke editor WordPress default jika:
pl_pl: Przełącz się na domyślny edytor WordPressa, jeśli:

source: You want to use a different theme
de_de: Du möchtest ein anderes Theme verwenden
id_id: Anda ingin menggunakan tema lain
pl_pl: Chcesz użyć innego motywu

source: You are familiar with and/or prefer to use default WordPress
de_de: Du bist mit dem WordPress-Standardeditor vertraut oder bevorzugst ihn
id_id: Anda terbiasa dengan dan/atau lebih memilih menggunakan editor WordPress default
pl_pl: Znasz i/lub preferujesz domyślny edytora WordPressa

source: Once you switch, this site will no longer work with the GoDaddy Site Editor, so you won’t be able to come back.
de_de: Nach dem Wechsel funktioniert diese Website mit dem GoDaddy-Website-Editor nicht mehr. Das bedeutet, dass du nicht hierher zurückkehren kannst.
id_id: Setelah beralih, Editor Situs GoDaddy tidak akan berfungsi di situs ini, jadi Anda tidak bisa kembali ke editor.
pl_pl: Po przełączeniu ta witryna nie będzie już działać w Edytorze witryn GoDaddy, dlatego nie będzie można tu wrócić.

source: Ready to switch this site to the default WordPress editor?
de_de: Möchtest du diese Website jetzt auf den WordPress-Standardeditor umstellen?
id_id: Sudah siap beralih ke editor WordPress default?
pl_pl: Chcesz przełączyć się na domyślny edytor WordPressa?

source: Switch to Default
de_de: Zum Standardeditor wechseln
id_id: Beralih ke Default
pl_pl: Przełącz na domyślny

source: Switching to a 3rd Party Page Builder
de_de: Wechseln zum Page-Builder eines anderen Anbieters
id_id: Beralih ke Pembuat Halaman Pihak ke-3
pl_pl: Przełączanie na kreatora stron innej firmy

source: A 3rd party page builder is a WordPress plugin that you install on your site, that allows you to build and design pages.
de_de: Unter einem Page-Builder eines anderen Anbieters ist ein WordPress-Plugin zu verstehen, das du auf deiner Website installierst und mit dem du dann die Website erstellen und Seiten entwerfen kannst.
id_id: Pembuat halaman pihak ke-3 merupakan plugin WordPress yang diinstal di situs dan memungkinkan Anda untuk membuat dan mendesain halaman.
pl_pl: Kreator stron innej firmy to wtyczka WordPressa, którą należy zainstalować w swojej witrynie. Umożliwia ona budowanie i projektowanie stron.

source: Ready to switch this site to a 3rd party page builder?
de_de: Möchtest du diese Website jetzt auf den Page-Builder eines anderen Anbieters umstellen?
id_id: Siap untuk mengalihkan situs web ini ke pembuat halaman pihak ke-3?
pl_pl: Chcesz przełączyć tę witryną na kreatora stron innej firmy?

source: View Plugins
de_de: Plugins anzeigen
id_id: Lihat Plugin
pl_pl: Zobacz wtyczki

source: Expert help is on the way
de_de: Hilfe durch einen Experten ist unterwegs
id_id: Bantuan para ahli segera datang
pl_pl: Pomoc eksperta jest już w drodze

source: Contact our GoDaddy guides to get started.
de_de: Wende dich an unsere GoDaddy Guides, um loszulegen.
id_id: Hubungi panduan GoDaddy untuk memulai.
pl_pl: Skontaktuj się z ekspertami GoDaddy, aby rozpocząć.

source: Contact Us
de_de: Kontakt
id_id: Hubungi Kami
pl_pl: Kontakt z nami

source: We'll build a stunning professional website, custom tailored to your business
de_de: Wir bauen dir eine richtig gute professionelle Website, die genau auf dein Geschäft abgestimmt ist
id_id: Kami akan membuat situs web yang profesional dan menawan, dikustom sesuai bisnis Anda
pl_pl: Utworzymy niesamowitą, profesjonalną witrynę, dostosowaną do Twojej firmy

source: Redirecting you to the WordPress Admin…
de_de: Du wirst nun zum WordPress-Admin weitergeleitet …
id_id: Mengalihkan Anda ke WordPress Admin...
pl_pl: Przekierowywanie do kokpitu administratora WordPressa…

source: Redirecting you to WordPress plugins…
de_de: Du wirst nun zu den WordPress-Plugins weitergeleitet …
id_id: Mengalihkan Anda ke plugin WordPress…
pl_pl: Przekierowywanie do wtyczek WordPressa…

source: We appreciate your feedback and want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place.
de_de: Vielen Dank für dein Feedback. Wir wollen dafür sorgen, dass du über alle Tools verfügst, die du zum Erstellen deiner Website brauchst. Zurzeit verwendest du den GoDaddy-Website-Editor. Er bietet dir alle Funktionen von WordPress sowie Möglichkeiten zum Ändern deines Designs und zum Anpassen und Verwalten deiner Seiten von zentraler Stelle.
id_id: Terima kasih atas ulasan Anda, dan kami ingin memastikan Anda memiliki alat yang tepat untuk membuat situs. Anda saat ini menggunakan editor Situs GoDaddy, yang memberi Anda WordPress sekaligus cara membuat desain kustom, mengedit halaman, dan mengelola halaman Anda, semua dilakukan dari satu tempat.
pl_pl: Cenimy Twoje uwagi i chcemy upewnić się, że masz właściwe narzędzia do stworzenia swojej witryny. Obecnie używasz Edytora witryn GoDaddy, który zapewnia wszystkie funkcje WordPressa, a także możliwość dostosowania projektu, edytowania stron i zarządzania nimi, a wszystko to w jednym miejscu.

source: Document
de_de: Dokument
id_id: Dokumen
pl_pl: Dokument

source: %s (selected)
de_de: %s (ausgewählt)
id_id: %s (dipilih)
pl_pl: %s (wybrano)

source: Block (selected)
de_de: Block (ausgewählt)
id_id: Blokir (yang dipilih)
pl_pl: Zablokuj (wybrane)

source: Block
de_de: Blockieren
id_id: Blokir
pl_pl: Blokuj

source: Visibility
de_de: Sichtbarkeit
id_id: Visibilitas
pl_pl: Widoczność

source: Publish
de_de: Veröffentlichen
id_id: Terbitkan
pl_pl: Opublikuj

source: Really delete?
de_de: Wirklich löschen?
id_id: Yakin ingin menghapus?
pl_pl: Naprawdę usunąć?

source: Delete this page
de_de: Diese Seite löschen
id_id: Hapus halaman ini
pl_pl: Usuń tę stronę

source: Title
de_de: Titel
id_id: Judul
pl_pl: Tytuł

source: Display on page
de_de: Auf Seite anzeigen
id_id: Tampilkan di halaman
pl_pl: Wyświetl na stronie

source: Page details
de_de: Seitendetails
id_id: Detail halaman
pl_pl: Szczegóły strony

source: Featured image
de_de: Beitragsbild
id_id: Gambar andalan
pl_pl: Obrazek wyróżniający

source: Settings
de_de: Einstellungen
id_id: Pengaturan
pl_pl: Ustawienia

source: Close settings
de_de: Einstellungen schließen
id_id: Tutup pengaturan
pl_pl: Zamknij ustawienia

source: Plugins
id_id: Plugin
pl_pl: Wtyczki

source: More
de_de: Mehr
id_id: Lainnya
pl_pl: Więcej

source: More tools & options
de_de: Weitere Tools und Optionen
id_id: Alat & opsi lain
pl_pl: Więcej narzędzi i opcji

source: Add
de_de: Hinzufügen
id_id: Tambah
pl_pl: Dodaj

source: Cache cleared
de_de: Cache geleert
id_id: Cache dibersihkan
pl_pl: Wyczyszczono pamięć podręczną

source: Site Editor
de_de: Website-Editor
id_id: Editor Situs
pl_pl: Edytor witryn

source: Main menu
de_de: Hauptmenü
id_id: Menu utama
pl_pl: Menu główne

source: WordPress Management
de_de: WordPress-Verwaltung
id_id: Manajemen WordPress
pl_pl: Zarządzanie systemem WordPress

source: Manage Plugins
de_de: Plugins verwalten
id_id: Kelola Plugin
pl_pl: Zarządzaj wtyczkami

source: Manage Site Menus
de_de: Websitemenüs verwalten
id_id: Kelola Menu Situs
pl_pl: Zarządzaj menu witryny

source: Customize Site Design
de_de: Websitedesign anpassen
id_id: Sesuaikan Desain Situs
pl_pl: Spersonalizuj projekt witryny

source: Manage Users
de_de: Benutzer verwalten
id_id: Kelola Pengguna
pl_pl: Zarządzaj użytkownikami

source: Manage Comments
de_de: Kommentare verwalten
id_id: Kelola Komentar
pl_pl: Zarządzaj komentarzami

source: WordPress Admin
de_de: WordPress-Administrator
id_id: Admin WordPress
pl_pl: Administrator WordPressa

source: Hosting Overview
de_de: Hosting-Übersicht
id_id: Gambaran Umum Hosting
pl_pl: Przegląd hostingu

source: Hosting Settings
de_de: Hosting-Einstellungen
id_id: Pengaturan Hosting
pl_pl: Ustawienia hostingu

source: Tools
id_id: Alat
pl_pl: Narzędzia

source: Editor Preference
de_de: Editoreinstellung
id_id: Preferensi Editor
pl_pl: Preferencja edytora

source: Is this editor right for you?
de_de: Ist dieser Editor für dich der richtige?
id_id: Apakah editor ini tepat untuk Anda?
pl_pl: Czy ten edytor jest odpowiedni dla Ciebie?

source: Learn about other WordPress site building options here.
de_de: Hier findest du Informationen zu weiteren Optionen für die WordPress-Website-Erstellung.
id_id: Pelajari tentang opsi pembuatan situs WordPress lainnya di sini.
pl_pl: Poznaj tutaj opcje budowania witryny WordPressa.

source: Flush Cache
de_de: Cache leeren
id_id: Hapus Cache
pl_pl: Wyczyść pamięć podręczną

source: Connection Management
de_de: Verbindungsmanagement
id_id: Manajemen Koneksi
pl_pl: Zarządzanie połączeniem

source: Support
id_id: Dukungan
pl_pl: Pomoc techniczna

source: Give Feedback
de_de: Feedback geben
id_id: Beri Ulasan
pl_pl: Przekaż opinię

source: Help & Support
de_de: Hilfe und Support
id_id: Bantuan & Dukungan
pl_pl: Pomoc techniczna i wsparcie

source: Info
pl_pl: Informacja

source: Tell us about your experience… (optional)
de_de: Erzähl uns von deiner Erfahrung … (optional)
id_id: Ceritakan pengalaman Anda... (opsional)
pl_pl: Przedstaw nam swoje wrażenia… (opcjonalnie)

source: Send
de_de: Senden
id_id: Kirim
pl_pl: Wyślij

source: Thank you for sharing your feedback with us
de_de: Danke für dein Feedback
id_id: Terima kasih telah membagikan ulasan Anda
pl_pl: Dziękujemy za podzielenie się opinią

source: Close
de_de: Schließen
id_id: Tutup
pl_pl: Zamknij

source: Give feedback
de_de: Feedback geben
id_id: Beri ulasan
pl_pl: Przekaż opinię

source: How would you rate your experience?
de_de: Wie würdest du deine Erfahrung bewerten?
id_id: Berapa nilai pengalaman Anda?
pl_pl: Jak oceniasz swoje wrażenia?

source: My site is about:
de_de: Bei meiner Website geht es um Folgendes:
id_id: Situs saya tentang:
pl_pl: Tematyka mojej witryny to:

source: Fashion
de_de: Mode
pl_pl: Moda

source: Home Decor
de_de: Wohnungsdekoration
id_id: Dekorasi Rumah
pl_pl: Wystrój domu

source: Coffee
de_de: Kaffee
id_id: Kafe
pl_pl: Kawa

source: Construction
de_de: Baugewerbe
id_id: Konstruksi
pl_pl: Budowa

source: Art
de_de: Kunst
id_id: Seni
pl_pl: Sztuka

source: Baking
de_de: Backen
id_id: Memanggang
pl_pl: Pieczenie

source: Landscaping
de_de: Garten- und Landschaftsbau
id_id: Tata Lanskap
pl_pl: Kształtowanie krajobrazu

source: Search
de_de: Suchen
id_id: Cari
pl_pl: Szukaj

source: Add your domain
de_de: Domain hinzufügen
id_id: Tambahkan domain Anda
pl_pl: Dodaj domenę

source: Look more professional and make it easier for customers to find your website.
de_de: Damit gibst du ein professionelles Bild ab und machst es deinen Kunden einfacher, deine Website zu finden.
id_id: Tampil lebih profesional dan bantu pengguna untuk menemukan situs web Anda.
pl_pl: Zyskaj bardziej profesjonalny wygląd i ułatw klientom znalezienie Twojej witryny.

source: Change
de_de: Ändern
id_id: Ubah
pl_pl: Zmień

source: Add domain
de_de: Domain hinzufügen
id_id: Tambah domain
pl_pl: Dodaj domenę

source: Review and add pages
de_de: Seiten prüfen und hinzufügen
id_id: Tinjau dan tambahkan halaman
pl_pl: Sprawdź i dodaj strony

source: We got you started with a few. Add more pages and content.
de_de: Ein paar Seiten haben wir schon vorbereitet. Jetzt kannst du weitere Seiten und Inhalte hinzufügen.
id_id: Kami lihat konten dan halaman Anda masih sedikit. Tambahkan halaman dan konten.
pl_pl: Utworzyliśmy kilka stron na początek. Dodaj więcej stron i zawartość.

source: Manage pages
de_de: Seiten verwalten
id_id: Kelola halaman
pl_pl: Zarządzaj stronami

source: Make the design your own
de_de: Passe das Design an deine Bedürfnisse an
id_id: Buat desain Anda sendiri
pl_pl: Dostosuj wygląd do swoich potrzeb

source: Update the colors, fonts and change the look and feel of your site.
de_de: Du kannst Farben, Schriftarten und das Erscheinungsbild deiner Website ändern.
id_id: Perbarui warna, font, dan ubah tampilan serta atmosfer situs Anda.
pl_pl: Zaktualizuj kolory i czcionki oraz zmień wygląd i działanie witryny.

source: Customize
de_de: Anpassen
id_id: Sesuaikan
pl_pl: Dostosuj

source: website logo
id_id: logo situs web
pl_pl: logo witryny

source: Add your site info & brand
de_de: Füge Websiteinformationen und Branding hinzu
id_id: Tambahkan info situs & merek
pl_pl: Dodaj informacje o witrynie i swoją markę

source: What’s the name of your site and what’s it’s purpose? Add a logo if you have one.
de_de: Wie heißt deine Seite, und welchen Zweck verfolgt sie? Füge ein Logo hinzu, wenn du eins hast.
id_id: Apa nama situs Anda dan tujuan dibuat? Tambahkan logo jika Anda punya.
pl_pl: Jaka jest nazwa Twojej witryny i jaki jest jej cel? Dodaj logo, jeśli je masz

source: Edit
de_de: Bearbeiten
pl_pl: Edytuj

source: Site title
de_de: Websitetitel
id_id: Judul situs
pl_pl: Tytuł witryny

source: Site description
de_de: Websitebeschreibung
id_id: Deskripsi situs
pl_pl: Opis witryny

source: Upload site logo
de_de: Websitelogo hochladen
id_id: Unggah logo situs
pl_pl: Prześlij logo witryny

source: Replace Logo
de_de: Logo ersetzen
id_id: Ganti Logo
pl_pl: Zastąp logo

source: Remove Logo
de_de: Logo entfernen
id_id: Hapus Logo
pl_pl: Usuń logo

source: Save
de_de: Speichern
id_id: Simpan
pl_pl: Zapisz

source: Do this later
de_de: Später erledigen
id_id: Lakukan ini nanti
pl_pl: Zrób to później

source: Your site is live on
de_de: Deine Website ist live unter
id_id: Situs Anda sudah tayang di
pl_pl: Twoja witryna jest aktywna w domenie

source: Time to celebrate and
de_de: Jetzt ist es Zeit, zu feiern
id_id: Waktunya merayakan dan
pl_pl: Nadeszła pora, aby świętować

source: share the great news.
de_de: und die tollen Neuigkeiten zu verbreiten.
id_id: berbagi kabar baik.
pl_pl: i podzielić się dobrymi wiadomościami

source: Check out my new website!
de_de: Geh doch mal auf meine neue Website!
id_id: Kunjungi situs baru saya!
pl_pl: Sprawdź moją nową witrynę!

source: I just published my website at %1$s, come check it out and let me know what you think!
de_de: Meine Website ist gerade unter der Adresse %1$s online gegangen. Komm mal vorbei und sag mir dann, ob sie dir gefällt.
id_id: Saya baru saja menerbitkan situs web di %1$s, kunjungi dan beri tahu apa pendapat Anda!
pl_pl: Moja witryna została właśnie opublikowana w domenie %1$s. Odwiedź ją i podziel się opinią!

source: Hide this guide
de_de: Diesen Leitfaden ausblenden
id_id: Sembunyikan panduan ini
pl_pl: Ukryj ten przewodnik

source: Select an action
de_de: Aktion auswählen
id_id: Pilih tindakan
pl_pl: Wybierz działanie

source: Rename
de_de: Umbenennen
id_id: Ubah nama
pl_pl: Zmień nazwę

source: Really set as homepage?
de_de: Wirklich als Homepage festlegen?
id_id: Yakin mengaturnya sebagai halaman beranda?
pl_pl: Naprawdę ustawić jako stronę główną?

source: Set as homepage
de_de: Als Homepage festlegen
id_id: Atur sebagai halaman beranda
pl_pl: Ustaw jako stronę główną

source: Unpin post
de_de: Beitrag lösen
id_id: Lepas sematan postingan
pl_pl: Odepnij post

source: Pin post
de_de: Beitrag anheften
id_id: Sematkan postingan
pl_pl: Przypnij post

source: Duplicate
de_de: Duplizieren
id_id: Gandakan
pl_pl: Duplikuj

source: Delete Page
de_de: Seite löschen
id_id: Hapus Halaman
pl_pl: Usuń stronę

source: Delete Post
de_de: Post löschen
id_id: Hapus Postingan
pl_pl: Usuń wpis

source: Colors
de_de: Farben
id_id: Warna
pl_pl: Kolory

source: Color Palettes
de_de: Farbpaletten
id_id: Palet Warna
pl_pl: Palety kolorów

source: Custom
de_de: Benutzerdefiniert
id_id: Kustom
pl_pl: Niestandardowe

source: Design Styles
de_de: Designstile
id_id: Gaya Desain
pl_pl: Style projektu

source: Easily explore curated design styles, then customize your colors and fonts to get the perfect fit.
de_de: Stöbere in den kuratierten Designstilen und passe dann Farben und Schriftarten an, bis alles perfekt passt.
id_id: Telusuri gaya desain pilihan secara mudah, lalu sempurnakan dengan menyesuaikan warna dan font.
pl_pl: Przeglądaj proponowane style projektu, a następnie dostosuj kolory i czcionki, aby uzyskać idealne dopasowanie.

source: Custom Font Options
de_de: Optionen für individuelle Schriftarten
id_id: Opsi Font Kustom
pl_pl: Opcje niestandardowej czcionki

source: HEADING
de_de: ÜBERSCHRIFT
id_id: JUDUL
pl_pl: NAGŁÓWEK

source: Font
de_de: Schriftart
pl_pl: Czcionka

source: Weight
de_de: Schriftschnitt
id_id: Bobot
pl_pl: Grubość

source: Size
de_de: Größe
id_id: Ukuran
pl_pl: Rozmiar

source: Heading font size
de_de: Schriftgröße für Überschrift
id_id: Ukuran font judul
pl_pl: Rozmiar czcionki nagłówka

source: BODY
de_de: TEXTKÖRPER
id_id: ISI
pl_pl: TREŚĆ

source: Fonts
de_de: Schriftarten
id_id: Font
pl_pl: Czcionki

source: Font Pairings
de_de: Schriftartkombinationen
id_id: Pasangan Font
pl_pl: Parowanie czcionek

source: The quick brown fox jumped over the lazy dog.
de_de: Franz jagt im komplett verwahrlosten Taxi quer durch Bayern.
id_id: Sebegitu perjakanya si Qozy baca faidah sinar X di mobil VW.
pl_pl: Zażółć gęślą jaźń.

source: Hide font sizes
de_de: Schriftgrößen ausblenden
id_id: Sembunyikan ukuran font
pl_pl: Ukryj rozmiary czcionki

source: Edit font sizes
de_de: Schriftgrößen bearbeiten
id_id: Edit ukuran font
pl_pl: Edytuj rozmiary czcionki

source: Small
de_de: Klein
id_id: Kecil
pl_pl: Mały

source: Normal
pl_pl: Normalny

source: Large
de_de: Groß
id_id: Besar
pl_pl: Duży

source: Base size
de_de: Basisgröße
id_id: Ukuran base
pl_pl: Rozmiar podstawowy

source: Font size
de_de: Schriftgröße
id_id: Ukuran font
pl_pl: Rozmiar czcionki

source: Heading Scale
de_de: Überschriftenskalierung
pl_pl: Skala nagłówka

source: Site design
de_de: Websitedesign
id_id: Desain situs
pl_pl: Projekt witryny

source: Design
id_id: Desain
pl_pl: Projekt

source: Update completed.
de_de: Update abgeschlossen.
id_id: Pembaruan selesai.
pl_pl: Zakończono aktualizację

source: Updating to the latest and greatest
de_de: Wir aktualisieren auf die neueste Topversion
id_id: Memperbarui ke versi terkini dan tercanggih
pl_pl: Aktualizowanie do najnowszej i najlepszej wersji

source: Please wait while we apply the latest update to your editor.
de_de: Bitte hab ein wenig Geduld, bis wir das aktuelle Update für deinen Editor installiert haben.
id_id: Mohon tunggu, kami sedang menerapkan pembaruan terkini editor Anda.
pl_pl: Czekaj, stosujemy najnowszą aktualizację edytora.
